{
  "theSlumbering:Patches": {
    "NAME": "Dev - Patches",
    "DESCRIPTIONS": [
      "The flames grow slightly brighter. NL The spirits continue dancing. You feel slightly warmer from their presence. NL You wake up ever so slightly...",
      "The flames erupt, growing significantly stronger! NL The spirits dance around you excitedly, filling you with a ~sense~ ~of~ ~warmth.~ NL You wake up a little...",
      "The flames @burst,@ nearly knocking you off your feet, as the fire @doubles@ in strength. NL The spirits dance around you excitedly before ~merging~ ~into~ ~your~ ~form,~ filling you with warmth and strength. NL You wake up a lot...",
      "\" Oooh, a fine addition to your #gHeart #gCollection! \"",
      "You stuff the #ybanana into your Heart Collector. It is nutritious and slightly #bmagical, increasing your Heart Collection.",
      "You eat the #ydonut. It really hits the spot! You wake up ever so slightly...",
      "You give in to the unnatural desire for the mushrooms. As you stuff mushroom after mushroom into your Heart Collector, you feel very odd. NL You #ggain #g4 #gCollected #gHearts, but you also get #rinfected.",
      "You use a Collected Heart to carefully retrieve the #ygold moments before the Heart dissolves completely into the goop.",
      "You stand on the altar and place your Heart Collector. NL #rBlood spills out in sacrifice, until suddenly, the arms of the statue reach out and close around your eyes. NL Everything goes dark. NL You wake up a short time later feeling a new potential surging through you.",
      "Reading is for chumps. NL You doze off in a comfy chair instead. NL ~Zzz...~ ~zzz...~ ~..Zz....~ NL You are embraced by the power of the dream world. NL When you wake up, you can feel the call of slumber pulling you even more intensely. NL You also notice your Heart Collector has a few additions from your recent escapade."
    ],
    "OPTIONS": [
      "[Punch]",
      " #rLose #r",
      "[Touch]",
      " #rCollected #rHearts, #ggain #g",
      " #gGold.",
      "[Locked] Requires: Collected Hearts",
      "{Leave]",
      "[Prize!] #gDouble #gyour #gCollected #gHearts.",
      "[Prize?] #rLose #r2 #rCollected #rHearts.",
      "[Banana] #gGain #g3 #gCollected #gHearts",
      "[Donut] #gWake #gup #gever #gso #gslightly...",
      "[Smash]",
      "[Hide]",
      "[How do I leave?] You have no Collected Hearts to trade. #rLose #r6 #rHP.",
      "[Eat] #gGain #g4 #gCollected #gHearts. #rBecome #rCursed #r- #rParasite.",
      "[Reach Inside] #rLose #r1 #rCollected #rHeart. #g",
      "%: #gFind #ga #gRelic.",
      "[Enter] #gUpgrade #g2 #grandom #gcards. #rLose #r",
      "[Heal] #y35 #yGold: #gGain #g",
      "[Gather Gold] #gGain #g75 #gGold. #rLose #r",
      "[Pray] #gRemove #ga #gcard #gfrom #gyour #gdeck. #rLose #r",
      "[Accept] #gReceive #g",
      " #rFall #rsignificantly #rdeeper #rinto #ryour #pslumber...",
      "[Sacrifice] #gWake #gup #ga #glittle... #rLose #r",
      "[Success?] #gGet #ga #gColorless #gCard. #rLose #r",
      "[A Pick Me Up?] #gGet #ga #gPotion. #rLose #r",
      "[Riches?] #gGain #g",
      "[How do I leave?] #rLose #r",
      "[Sleep] #gGain #g",
      "[Stay in Line] #gObtain Ritual Dagger. #rLose #r",
      "[I am Healthy] #gDouble #gyour #gCollected #gHearts. #rCursed #r- #rDoubt.",
      "[Recall] #gAdd #g",
      " #gColorless #gcards #gto #gyour #gdeck. #rLose #r",
      "[Jump Inside] #gDouble #gyour #gCollected #gHearts.",
      "[Embrace Madness] #gReceive #g2 Madness. #rLose #r",
      "[Focus] #rBecome #rCursed #r- #rWrithe. #gGain #g",
      "[Retrace Your Steps]"
    ]
  },
  "theSlumbering:MysteriousOrb": {
    "NAME": "Mysterious Orb",
    "DESCRIPTIONS": [
      "You stumble across a floating #bBlue #bOrb. NL As you approach, you begin to feel the winds of a far off land.",
      "A portal bursts forth from the #borb, and whisks you away. NL As you examine your new surroundings, you notice the ruins of a house that you immediately recall as belonging to someone you held dear. NL Your body pulses with #ranger. NL Suddenly, you are whisked back, noticing that your pockets are a little bit lighter.",
      "You put everything you have into a hefty strike on the #borb. It shatters, falling to the ground and leaving your hand stinging with pain. NL Inside the ruined fragments of the orb, you notice something sparkling.",
      "Satisfied with your actions, you continue on your way.",
      "You continue on your way, unsure if the what you saw was a dream or not."
    ],
    "OPTIONS": [
      "[Touch the Orb] #rLose #r",
      " #rgold. #gWake #gup #ga #glittle...",
      "[Destroy the Orb] #rLose ",
      ". #gGain #gtwo #grandom #gBasic #gcards.",
      "[Ignore the Orb] #rFall #rdeeper #rinto #ryour #pslumber...",
      "[Leave]",
      "[Obtain Reward]",
      "[Locked] Requires: Attack Card"
    ]
  },
  "theSlumbering:PoweredUp": {
    "NAME": "Powered Up",
    "DESCRIPTIONS": [
      "You notice a crack in the hallway wall. You move to peer inside, but as you lean against the wall, it crumbles to the floor revealing a hidden room! NL NL At the center of the room is a well filled with a mysterious swirling liquid that is constantly changing colors.",
      "As you lean over the side of the well, suddenly the liquid shoots out above you, pulling you beneath the surface. NL NL When you look up you see a vision of you past playing out in front of you. ",
      "As these scenes play out, you begin to feel words burning into your mind. NL You try to focus on the one that most matches your history... NL ",
      "You continue on your way, confident that you have avoided yet another trap.",
      " NL A - Think NL B - Sense NL C - Feel",
      " NL A - Seek NL B - Protect NL C - Serve",
      " NL A - Lead NL B - Save NL C - Escape",
      " NL A - Work NL B - Relax NL C - Play",
      " NL A - Greed NL B - Apathy NL C - Charity",
      " NL A - Impress NL B - Advise NL C - Comfort",
      " NL A - Mind NL B - Heart NL C - Spirit",
      " NL A - Impossible NL B - Eternal NL C - Pervasive",
      " NL A - Touch NL B - Watch NL C - Listen",
      " NL A - Glory NL B - Security NL C - Serenity",
      "The burning sensation begins to fade away. NL When you open your eyes again, you are standing at the edge of the well, your arm soaking wet. You notice that the liquid in the well, now as transparent as water, no longer has any colors. ",
      "You turn to leave, feeling as though a dormant power has awakened inside you."

    ],
    "OPTIONS": [
      "[Reach into the Well] #rFall #rMUCH #rdeeper #rinto #ryour #pslumber...",
      "[Leave]",
      "[Continue]",
      "A",
      "B",
      "C"
    ]
  },
  "theSlumbering:JustInTime": {
    "NAME": "Just In Time",
    "DESCRIPTIONS": [
      "You arrive upon the entrance to a mystical temple. From inside, you think you can make out the sounds of laughter, and mechanical whirring.",
      "You decide it isn't worth the effort, and make your way back to the path up the spire.",
      "",
      "You step through the doorway into a small room. An empty bag sits upon a large scale. When you stand on the scale, the door to the next room opens, but closes as soon as you step off.",
      "As you step through the doorway, you see a series of blades swinging back and forth from the ceiling. You think you could run through safely, if you time it correctly.",
      "As you step through the doorway, you spot a pedestal at the center of the room with a vial of foul smelling liquid on top. The door to the next room is sealed shut. NL Do you drink the vial?",
      "You enter into a small room. The wall in front of you is littered with strange writings. You make out a passage near the center. 'An offering to the gods will light the way.'",
      "You enter into a large room. The word 'patience' is scrawled across every wall, but the door to the next room is already open. You wait for a while, but nothing happens.",
      "You make your way down a long hallway until you come across an obstacle in the path. A statue of a gaunt man stands in front of you, with one arm outstretched, hand open. NL It seems to want something from you.",
      "You barge into the next room, and immediately notice a small man wearing vibrant robes giggling to himself and playing with a small clock. NL He whispers to you, \" Tell me, friend, if you had a second chance, what would you do differently?\" ",
      "You close your eyes and recall all the bad purchases you've made, wishing you had never wasted your money on such trivial things. NL NL When you open your eyes, you are once again outside the temple, but there is no door this time. You can't help but notice your pockets feel much heavier.",
      "You close your eyes and recall all the time you wasted sitting around the campfire, doing nothing productive when you could have been improving yourself. NL NL When you open your eyes, you are once again outside the temple, but there is no door this time. You feel stronger than you ever thought possible.",
      "You regret nothing, and instead charge the hunched old man, knocking him to the floor. You seize the clock he was playing with and bolt for the exit. NL NL You hear the old man's cries for help as you retrace your steps out of the temple, but you do not care."
    ],
    "OPTIONS": [
      "[Leave]",
      "[Enter]",
      " #yGold )",
      "[Fill the Bag] #rLose #rALL #rGold.",
      "[Run Through] #rLose #r20 #rHP.",
      "[Drink the Vial] #rLose #r10 #rMax #rHP.",
      "[Make Offering] #rLose #ra #rrandom #rcard.",
      "[Keep Going] #rBecome #rCursed.",
      "[Donate] #rLose #rthis #rrelic.",
      "[Dream] #gRegain #gall #gspent #ggold. ( #y",
      "[Dream] #gUpgrade #g4 #grandom #gcards.",
      "[Attack] #gObatin The Clock.",
      "[Run Through] #rLose #r2 #rCollected #rHearts.",
      "[Drink the Vial] #rFall #rdeeper #rinto #ryour #pslumber..."

    ]
  }
}
