{
  "theSlumbering:Patches": {
    "NAME": "Patches",
    "DESCRIPTIONS": [
      "The flames grow slightly brighter. NL The spirits continue dancing. You feel slightly warmer from their presence. NL You wake up ever so slightly...",
      "The flames erupt, growing significantly stronger! NL The spirits dance around you excitedly, filling you with a ~sense~ ~of~ ~warmth.~ NL You wake up a little...",
      "The flames @burst,@ nearly knocking you off your feet, as the fire @doubles@ in strength. NL The spirits dance around you excitedly before ~merging~ ~into~ ~your~ ~form,~ filling you with warmth and strength. NL You wake up a lot...",
      "\" Oooh, a fine addition to your #gHeart #gCollection! \"",
      "You eat the #ybanana. It is nutritious and slightly #bmagical, increasing your Heart Collection.",
      "You eat the #ydonut. It really hits the spot! You wake up ever so slightly..."
    ],
    "OPTIONS": [
      "[Punch]",
      " #rLose #r",
      "[Touch]",
      " #rCollected #rHearts, #ggain #g",
      " #gGold.",
      "[Locked] Requires: Collected Hearts",
      "{Leave]",
      "[Prize!] #gDouble #gyour #gCollected #gHearts.",
      "[Prize?] #rLose #r2 #rCollected #rHearts.",
      "[Banana] #gGain #g3 #gCollected #gHearts",
      "[Donut] #gWake #gup #gever #gso #gslightly..."
    ]
  },
  "theSlumbering:MysteriousOrb": {
    "NAME": "Mysterious Orb",
    "DESCRIPTIONS": [
      "You stumble across a floating #bBlue #bOrb. NL As you approach, you begin to feel the winds of a far off land.",
      "A portal bursts forth from the #borb, and whisks you away. NL As you examine your new surroundings, you notice the ruins of a house that you immediately recall as belonging to someone you held dear. NL Your body pulses with #ranger. NL Suddenly, you are whisked back, noticing that your pockets are a little bit lighter.",
      "You put everything you have into a hefty strike on the #borb. It shatters, falling to the ground and leaving your hand stinging with pain. NL Inside the ruined fragments of the orb, you notice something sparkling.",
      "Satisfied with your actions, you continue on your way.",
      "You continue on your way, unsure if the what you saw was a dream or not."
    ],
    "OPTIONS": [
      "[Touch the Orb] #rLose #r",
      " #rgold. #gWake #gup #ga #glittle...",
      "[Destroy the Orb] #rLose ",
      ". #gGain #gtwo #grandom #gBasic #gcards.",
      "[Ignore the Orb] #rFall #rdeeper #rinto #ryour #pslumber...",
      "[Leave]",
      "[Obtain Reward]",
      "[Locked] Requires: Attack Card"
    ]
  },
  "theSlumbering:PoweredUp": {
    "NAME": "Powered Up",
    "DESCRIPTIONS": [
      "You notice a crack in the hallway wall. You move to peer inside, but as you lean against the wall, it crumbles to the floor revealing a hidden room! NL NL At the center of the room is a well filled with a mysterious swirling liquid that is constantly changing colors.",
      "As you lean over the side of the well, suddenly the liquid shoots out above you, pulling you beneath the surface. NL NL When you look up you see a vision of you past playing out in front of you. ",
      "As these scenes play out, you begin to feel words burning into your mind. NL You try to focus on the one that most matches your history... NL ",
      "You continue on your way, confident that you have avoided yet another trap.",
      " NL A - Think NL B - Sense NL C - Feel",
      " NL A - Seek NL B - Protect NL C - Serve",
      " NL A - Lead NL B - Save NL C - Escape",
      " NL A - Work NL B - Relax NL C - Play",
      " NL A - Greed NL B - Apathy NL C - Charity",
      " NL A - Impress NL B - Advise NL C - Comfort",
      " NL A - Mind NL B - Heart NL C - Spirit",
      " NL A - Impossible NL B - Eternal NL C - Pervasive",
      " NL A - Touch NL B - Watch NL C - Listen",
      " NL A - Glory NL B - Security NL C - Serenity",
      "The burning sensation begins to fade away. NL When you open your eyes again, you are standing at the edge of the well, your arm soaking wet. You notice that the liquid in the well, now as transparent as water, no longer has any colors. ",
      "You turn to leave, feeling as though a dormant power has awakened inside you."

    ],
    "OPTIONS": [
      "[Reach into the Well] #rFall #rdeeper #rinto #ryour #pslumber...",
      "[Leave]",
      "[Continue]",
      "A",
      "B",
      "C"
    ]
  }
}
